/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Par précaution, les plugins ne se lanceront pas sur des versions non supportées de Spotlight, même si vous les activez. (Vous utilisez Spotlight v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Processus Automator:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "Impossible d'installer le plugin.";

/* No comment provided by engineer. */
"Couldn't load the list of available online plugins." = "Impossible de charger la liste des plugins disponibles.";

/* No comment provided by engineer. */
"Delete Plugin" = "Supprimer le Plugin";

/* No comment provided by engineer. */
"Description:" = "Description:";

/* No comment provided by engineer. */
"Edit Plugin" = "Modifier le Plugin";

/* No comment provided by engineer. */
"Edit Workflow" = "Éditer le processus";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Activer les plugins Spotlight";

/* No comment provided by engineer. */
"Featured" = "Meilleurs";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Installed" = "Installé";

/* No comment provided by engineer. */
"Language" = "Langue";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Nouveau plugin Automator...";

/* No comment provided by engineer. */
"News" = "News";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* No comment provided by engineer. */
"Search" = "Recherche";

/* No comment provided by engineer. */
"System" = "Système";

/* No comment provided by engineer. */
"This plugin has no additional options." = "Ce plugin ne requiert aucune configuration.";

/* No comment provided by engineer. */
"Title:" = "Titre:";

/* No comment provided by engineer. */
"Try again" = "Réessayer";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Usage examples:" = "Exemples d'utilisation:";

/* No comment provided by engineer. */
"Utilities" = "Utilitaires";

/* No comment provided by engineer. */
"Weather" = "Météo";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "Votre plugin sera sélectionné quand vous effectuerez une recherche Spotlight contenant quelque chose de proche.";

